Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# SourceGuidance_M3u_Detail_CatalogCounts
source: {0:N0} live, {1:N0} VOD, {2:N0} episodic hints in the sampled slice.
ar_sa: {0:N0} مباشر، {1:N0} VOD، {2:N0} تلميحات عرضية في الشريحة التي تم أخذ عينات منها.
de_de: {0:N0} live, {1:N0} VOD, {2:N0} episodische Hinweise im gesampelten Slice.
es_es: {0:N0} en vivo, {1:N0} VOD, sugerencias episódicas de {2:N0} en la porción muestreada.
fr_fr: {0:N0} live, {1:N0} VOD, {2:N0} allusions épisodiques dans la tranche échantillonnée.
hi_in: नमूना स्लाइस में {0:N0} लाइव, {1:N0} VOD, {2:N0} एपिसोडिक संकेत।
ja_jp: {0:N0} ライブ、{1:N0} VOD、{2:N0} サンプリングされたスライス内のエピソード ヒント。
ko_kr: 샘플링된 슬라이스의 {0:N0} 라이브, {1:N0} VOD, {2:N0} 에피소드 힌트.
pt_br: {0:N0} ao vivo, {1:N0} VOD, {2:N0} dicas episódicas na fatia amostrada.
tr_tr: Örneklenen dilimde {0:N0} canlı, {1:N0} VOD, {2:N0} epizodik ipuçları.
zh_hans: 采样切片中的 {0:N0} 实时、{1:N0} VOD、{2:N0} 片段提示。

# SourceGuidance.Stalker.Detail.ManualGuideOptional
source: Stalker portals do not always expose XMLTV directly. Add a manual guide only when you have one.
ar_sa: لا تعرض بوابات Stalker دائمًا XMLTV مباشرةً. قم بإضافة دليل يدوي فقط عندما يكون لديك دليل.
de_de: Stalker-Portale stellen XMLTV nicht immer direkt zur Verfügung. Fügen Sie eine manuelle Anleitung nur hinzu, wenn Sie eine haben.
es_es: Los portales Stalker no siempre exponen XMLTV directamente. Añade una guía manual sólo cuando tengas una.
fr_fr: Les portails Stalker n'exposent pas toujours directement XMLTV. Ajoutez un guide manuel uniquement lorsque vous en avez un.
hi_in: Stalker पोर्टल हमेशा XMLTV को सीधे उजागर नहीं करते हैं। मैन्युअल गाइड तभी जोड़ें जब आपके पास कोई हो।
ja_jp: Stalker ポータルは、必ずしも XMLTV を直接公開するとは限りません。手動ガイドがある場合にのみ追加してください。
ko_kr: Stalker 포털이 항상 XMLTV를 직접 노출하지는 않습니다. 수동 가이드가 있는 경우에만 추가하세요.
pt_br: Os portais Stalker nem sempre expõem o XMLTV diretamente. Adicione um guia manual somente quando tiver um.
tr_tr: Stalker portalları her zaman XMLTV'yi doğrudan açığa çıkarmaz. Yalnızca bir tane varsa manuel kılavuz ekleyin.
zh_hans: Stalker 门户并不总是直接公开 XMLTV。仅当您有手动指南时才添加手动指南。

# SourceGuidance_Stalker_Detail_ManualGuideOptional
source: Stalker portals do not always expose XMLTV directly. Add a manual guide only when you have one.
ar_sa: لا تعرض بوابات Stalker دائمًا XMLTV مباشرةً. قم بإضافة دليل يدوي فقط عندما يكون لديك دليل.
de_de: Stalker-Portale stellen XMLTV nicht immer direkt zur Verfügung. Fügen Sie eine manuelle Anleitung nur hinzu, wenn Sie eine haben.
es_es: Los portales Stalker no siempre exponen XMLTV directamente. Añade una guía manual sólo cuando tengas una.
fr_fr: Les portails Stalker n'exposent pas toujours directement XMLTV. Ajoutez un guide manuel uniquement lorsque vous en avez un.
hi_in: Stalker पोर्टल हमेशा XMLTV को सीधे उजागर नहीं करते हैं। मैन्युअल गाइड तभी जोड़ें जब आपके पास कोई हो।
ja_jp: Stalker ポータルは、必ずしも XMLTV を直接公開するとは限りません。手動ガイドがある場合にのみ追加してください。
ko_kr: Stalker 포털이 항상 XMLTV를 직접 노출하지는 않습니다. 수동 가이드가 있는 경우에만 추가하세요.
pt_br: Os portais Stalker nem sempre expõem o XMLTV diretamente. Adicione um guia manual somente quando tiver um.
tr_tr: Stalker portalları her zaman XMLTV'yi doğrudan açığa çıkarmaz. Yalnızca bir tane varsa manuel kılavuz ekleyin.
zh_hans: Stalker 门户并不总是直接公开 XMLTV。仅当您有手动指南时才添加手动指南。

# SourceGuidance.TypeHint.Consistent
source: {0} setup and the tested endpoint look consistent.
ar_sa: يبدو إعداد {0} ونقطة النهاية التي تم اختبارها متسقين.
de_de: Das {0}-Setup und der getestete Endpunkt sehen konsistent aus.
es_es: La configuración de {0} y el punto final probado parecen consistentes.
fr_fr: La configuration {0} et le point de terminaison testé semblent cohérents.
hi_in: {0} सेटअप और परीक्षण किया गया समापन बिंदु सुसंगत दिखता है।
ja_jp: {0} セットアップとテストされたエンドポイントは一貫しているように見えます。
ko_kr: {0} 설정과 테스트된 엔드포인트는 일관되게 보입니다.
pt_br: A configuração do {0} e o endpoint testado parecem consistentes.
tr_tr: {0} kurulumu ve test edilen uç nokta tutarlı görünüyor.
zh_hans: {0} 设置和测试的端点看起来一致。

# SourceGuidance_TypeHint_Consistent
source: {0} setup and the tested endpoint look consistent.
ar_sa: يبدو إعداد {0} ونقطة النهاية التي تم اختبارها متسقين.
de_de: Das {0}-Setup und der getestete Endpunkt sehen konsistent aus.
es_es: La configuración de {0} y el punto final probado parecen consistentes.
fr_fr: La configuration {0} et le point de terminaison testé semblent cohérents.
hi_in: {0} सेटअप और परीक्षण किया गया समापन बिंदु सुसंगत दिखता है।
ja_jp: {0} セットアップとテストされたエンドポイントは一貫しているように見えます。
ko_kr: {0} 설정과 테스트된 엔드포인트는 일관되게 보입니다.
pt_br: A configuração do {0} e o endpoint testado parecem consistentes.
tr_tr: {0} kurulumu ve test edilen uç nokta tutarlı görünüyor.
zh_hans: {0} 设置和测试的端点看起来一致。

# SourceGuidance.Report.Headline
source: Headline: {0}
ar_sa: العنوان: {0}
de_de: Überschrift: {0}
es_es: Titular: {0}
fr_fr: Titre : {0}
hi_in: शीर्षक: {0}
ja_jp: 見出し: {0}
ko_kr: 표제: {0}
pt_br: Título: {0}
tr_tr: Başlık: {0}
zh_hans: 标题：{0}

# SourceGuidance_Report_Headline
source: Headline: {0}
ar_sa: العنوان: {0}
de_de: Überschrift: {0}
es_es: Titular: {0}
fr_fr: Titre : {0}
hi_in: शीर्षक: {0}
ja_jp: 見出し: {0}
ko_kr: 표제: {0}
pt_br: Título: {0}
tr_tr: Başlık: {0}
zh_hans: 标题：{0}

# SourceGuidance.Setup.NoValidationPath
source: No validation path is available.
ar_sa: لا يتوفر أي مسار للتحقق.
de_de: Es ist kein Validierungspfad verfügbar.
es_es: No hay ninguna ruta de validación disponible.
fr_fr: Aucun chemin de validation n'est disponible.
hi_in: कोई सत्यापन पथ उपलब्ध नहीं है.
ja_jp: 使用可能な検証パスがありません。
ko_kr: 사용 가능한 유효성 검사 경로가 없습니다.
pt_br: Nenhum caminho de validação está disponível.
tr_tr: Doğrulama yolu mevcut değil.
zh_hans: 没有可用的验证路径。

# SourceGuidance_Setup_NoValidationPath
source: No validation path is available.
ar_sa: لا يتوفر أي مسار للتحقق.
de_de: Es ist kein Validierungspfad verfügbar.
es_es: No hay ninguna ruta de validación disponible.
fr_fr: Aucun chemin de validation n'est disponible.
hi_in: कोई सत्यापन पथ उपलब्ध नहीं है.
ja_jp: 使用可能な検証パスがありません。
ko_kr: 사용 가능한 유효성 검사 경로가 없습니다.
pt_br: Nenhum caminho de validação está disponível.
tr_tr: Doğrulama yolu mevcut değil.
zh_hans: 没有可用的验证路径。

# SourceGuidance.Xtream.Detail.ArchiveNotAdvertised
source: The sampled live stream list did not advertise archive playback clearly.
ar_sa: لم تعلن قائمة البث المباشر التي تم أخذ عينات منها عن تشغيل الأرشيف بشكل واضح.
de_de: Die ausgewählte Live-Stream-Liste machte keine deutliche Werbung für die Archivwiedergabe.
es_es: La lista de transmisiones en vivo de muestra no anunciaba claramente la reproducción de archivos.
fr_fr: La liste des flux en direct échantillonnés n’annonçait pas clairement la lecture des archives.
hi_in: नमूनाकृत लाइव स्ट्रीम सूची में स्पष्ट रूप से संग्रह प्लेबैक का विज्ञापन नहीं किया गया।
ja_jp: サンプリングされたライブ ストリーム リストでは、アーカイブ再生を明確に宣伝していませんでした。
ko_kr: 샘플링된 라이브 스트림 목록이 아카이브 재생을 명확하게 광고하지 않았습니다.
pt_br: A amostra da lista de transmissão ao vivo não anunciava claramente a reprodução do arquivo.
tr_tr: Örneklenen canlı yayın listesinde arşiv oynatımının reklamı net bir şekilde yapılmıyordu.
zh_hans: 采样的直播列表没有明确宣传存档播放。

# SourceGuidance_Xtream_Detail_ArchiveNotAdvertised
source: The sampled live stream list did not advertise archive playback clearly.
ar_sa: لم تعلن قائمة البث المباشر التي تم أخذ عينات منها عن تشغيل الأرشيف بشكل واضح.
de_de: Die ausgewählte Live-Stream-Liste machte keine deutliche Werbung für die Archivwiedergabe.
es_es: La lista de transmisiones en vivo de muestra no anunciaba claramente la reproducción de archivos.
fr_fr: La liste des flux en direct échantillonnés n’annonçait pas clairement la lecture des archives.
hi_in: नमूनाकृत लाइव स्ट्रीम सूची में स्पष्ट रूप से संग्रह प्लेबैक का विज्ञापन नहीं किया गया।
ja_jp: サンプリングされたライブ ストリーム リストでは、アーカイブ再生を明確に宣伝していませんでした。
ko_kr: 샘플링된 라이브 스트림 목록이 아카이브 재생을 명확하게 광고하지 않았습니다.
pt_br: A amostra da lista de transmissão ao vivo não anunciava claramente a reprodução do arquivo.
tr_tr: Örneklenen canlı yayın listesinde arşiv oynatımının reklamı net bir şekilde yapılmıyordu.
zh_hans: 采样的直播列表没有明确宣传存档播放。

# SourceGuidance.Validation.CompanionEndpointRequired
source: Companion relay mode requires a companion endpoint URL.
ar_sa: يتطلب وضع الترحيل المصاحب نقطة نهاية مصاحبة URL.
de_de: Der Companion-Relay-Modus erfordert einen Companion-Endpunkt URL.
es_es: El modo de retransmisión complementario requiere un punto final complementario URL.
fr_fr: Le mode relais compagnon nécessite un point de terminaison compagnon URL.
hi_in: सहयोगी रिले मोड के लिए एक सहयोगी समापन बिंदु URL की आवश्यकता होती है।
ja_jp: コンパニオン リレー モードには、コンパニオン エンドポイント URL が必要です。
ko_kr: 컴패니언 릴레이 모드에는 컴패니언 엔드포인트 URL가 필요합니다.
pt_br: O modo de retransmissão complementar requer um endpoint complementar URL.
tr_tr: Tamamlayıcı aktarma modu, tamamlayıcı bir uç nokta URL gerektirir.
zh_hans: 伴随中继模式需要伴随端点 URL。

# SourceGuidance_Validation_CompanionEndpointRequired
source: Companion relay mode requires a companion endpoint URL.
ar_sa: يتطلب وضع الترحيل المصاحب نقطة نهاية مصاحبة URL.
de_de: Der Companion-Relay-Modus erfordert einen Companion-Endpunkt URL.
es_es: El modo de retransmisión complementario requiere un punto final complementario URL.
fr_fr: Le mode relais compagnon nécessite un point de terminaison compagnon URL.
hi_in: सहयोगी रिले मोड के लिए एक सहयोगी समापन बिंदु URL की आवश्यकता होती है।
ja_jp: コンパニオン リレー モードには、コンパニオン エンドポイント URL が必要です。
ko_kr: 컴패니언 릴레이 모드에는 컴패니언 엔드포인트 URL가 필요합니다.
pt_br: O modo de retransmissão complementar requer um endpoint complementar URL.
tr_tr: Tamamlayıcı aktarma modu, tamamlayıcı bir uç nokta URL gerektirir.
zh_hans: 伴随中继模式需要伴随端点 URL。

# SourceGuidance.Validation.ManualXmltvRequired
source: Manual guide mode requires a manual XMLTV URL.
ar_sa: يتطلب وضع الدليل اليدوي XMLTV URL يدويًا.
de_de: Für den manuellen Führungsmodus ist ein manueller XMLTV URL erforderlich.
es_es: El modo de guía manual requiere un XMLTV URL manual.
fr_fr: Le mode de guidage manuel nécessite un XMLTV URL manuel.
hi_in: मैनुअल गाइड मोड के लिए मैनुअल XMLTV URL की आवश्यकता होती है।
ja_jp: マニュアルガイドモードにはマニュアルXMLTV URLが必要です。
ko_kr: 수동 가이드 모드에는 수동 XMLTV URL가 필요합니다.
pt_br: O modo de guia manual requer um XMLTV URL manual.
tr_tr: Manuel kılavuz modu, manuel XMLTV URL gerektirir.
zh_hans: 手动引导模式需要手动XMLTV URL。

# SourceGuidance_Validation_ManualXmltvRequired
source: Manual guide mode requires a manual XMLTV URL.
ar_sa: يتطلب وضع الدليل اليدوي XMLTV URL يدويًا.
de_de: Für den manuellen Führungsmodus ist ein manueller XMLTV URL erforderlich.
es_es: El modo de guía manual requiere un XMLTV URL manual.
fr_fr: Le mode de guidage manuel nécessite un XMLTV URL manuel.
hi_in: मैनुअल गाइड मोड के लिए मैनुअल XMLTV URL की आवश्यकता होती है।
ja_jp: マニュアルガイドモードにはマニュアルXMLTV URLが必要です。
ko_kr: 수동 가이드 모드에는 수동 XMLTV URL가 필요합니다.
pt_br: O modo de guia manual requer um XMLTV URL manual.
tr_tr: Manuel kılavuz modu, manuel XMLTV URL gerektirir.
zh_hans: 手动引导模式需要手动XMLTV URL。

# SourceGuidance.Xtream.Value.CredentialsAccepted
source: Credentials accepted
ar_sa: تم قبول أوراق الاعتماد
de_de: Anmeldedaten akzeptiert
es_es: Credenciales aceptadas
fr_fr: Titres acceptés
hi_in: प्रमाण पत्र स्वीकार किये गये
ja_jp: 認証情報が受け入れられました
ko_kr: 자격 증명이 허용됨
pt_br: Credenciais aceitas
tr_tr: Kimlik bilgileri kabul edildi
zh_hans: 接受的证书

# SourceGuidance_Xtream_Value_CredentialsAccepted
source: Credentials accepted
ar_sa: تم قبول أوراق الاعتماد
de_de: Anmeldedaten akzeptiert
es_es: Credenciales aceptadas
fr_fr: Titres acceptés
hi_in: प्रमाण पत्र स्वीकार किये गये
ja_jp: 認証情報が受け入れられました
ko_kr: 자격 증명이 허용됨
pt_br: Credenciais aceitas
tr_tr: Kimlik bilgileri kabul edildi
zh_hans: 接受的证书

# SourceGuidance.Report.Completed
source: Completed
ar_sa: مكتمل
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
hi_in: पूरा हुआ
ja_jp: 完了
ko_kr: 완전한
pt_br: Concluído
tr_tr: Tamamlandı
zh_hans: 已完成

# SourceGuidance_Report_Completed
source: Completed
ar_sa: مكتمل
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
hi_in: पूरा हुआ
ja_jp: 完了
ko_kr: 완전한
pt_br: Concluído
tr_tr: Tamamlandı
zh_hans: 已完成

# SourceGuidance.Validation.ProxyUrlRequired
source: Proxy routing requires a proxy URL.
ar_sa: يتطلب توجيه الوكيل وكيل URL.
de_de: Für das Proxy-Routing ist ein Proxy URL erforderlich.
es_es: El enrutamiento de proxy requiere un proxy URL.
fr_fr: Le routage proxy nécessite un proxy URL.
hi_in: प्रॉक्सी रूटिंग के लिए प्रॉक्सी URL की आवश्यकता होती है।
ja_jp: プロキシ ルーティングにはプロキシ URL が必要です。
ko_kr: 프록시 라우팅에는 프록시 URL가 필요합니다.
pt_br: O roteamento proxy requer um proxy URL.
tr_tr: Proxy yönlendirmesi bir proxy URL gerektirir.
zh_hans: 代理路由需要代理 URL。

# SourceGuidance_Validation_ProxyUrlRequired
source: Proxy routing requires a proxy URL.
ar_sa: يتطلب توجيه الوكيل وكيل URL.
de_de: Für das Proxy-Routing ist ein Proxy URL erforderlich.
es_es: El enrutamiento de proxy requiere un proxy URL.
fr_fr: Le routage proxy nécessite un proxy URL.
hi_in: प्रॉक्सी रूटिंग के लिए प्रॉक्सी URL की आवश्यकता होती है।
ja_jp: プロキシ ルーティングにはプロキシ URL が必要です。
ko_kr: 프록시 라우팅에는 프록시 URL가 필요합니다.
pt_br: O roteamento proxy requer um proxy URL.
tr_tr: Proxy yönlendirmesi bir proxy URL gerektirir.
zh_hans: 代理路由需要代理 URL。

# SourceGuidance.Routing.PassThroughRelayLower
source: pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: relé de paso
fr_fr: relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: relé de passagem
tr_tr: geçiş rölesi
zh_hans: 直通继电器

# SourceGuidance_Routing_PassThroughRelayLower
source: pass-through relay
ar_sa: تتابع التمرير
de_de: Durchgangsrelais
es_es: relé de paso
fr_fr: relais de passage
hi_in: पास-थ्रू रिले
ja_jp: パススルーリレー
ko_kr: 통과 릴레이
pt_br: relé de passagem
tr_tr: geçiş rölesi
zh_hans: 直通继电器

# SourceGuidance.Stalker.Detail.PortalHandshakeCompleted
source: Portal handshake completed.
ar_sa: اكتملت مصافحة البوابة.
de_de: Portal-Handshake abgeschlossen.
es_es: Se completó el protocolo de enlace del portal.
fr_fr: Prise de contact du portail terminée.
hi_in: पोर्टल हैंडशेक पूरा हुआ.
ja_jp: ポータルのハンドシェイクが完了しました。
ko_kr: 포털 핸드셰이크가 완료되었습니다.
pt_br: Aperto de mão do portal concluído.
tr_tr: Portal el sıkışması tamamlandı.
zh_hans: Portal握手完成。

# SourceGuidance_Stalker_Detail_PortalHandshakeCompleted
source: Portal handshake completed.
ar_sa: اكتملت مصافحة البوابة.
de_de: Portal-Handshake abgeschlossen.
es_es: Se completó el protocolo de enlace del portal.
fr_fr: Prise de contact du portail terminée.
hi_in: पोर्टल हैंडशेक पूरा हुआ.
ja_jp: ポータルのハンドシェイクが完了しました。
ko_kr: 포털 핸드셰이크가 완료되었습니다.
pt_br: Aperto de mão do portal concluído.
tr_tr: Portal el sıkışması tamamlandı.
zh_hans: Portal握手完成。

# SourceGuidance.Issue.ConnectionTestFailed.Title
source: Connection test failed
ar_sa: فشل اختبار الاتصال
de_de: Verbindungstest fehlgeschlagen
es_es: La prueba de conexión falló
fr_fr: Le test de connexion a échoué
hi_in: कनेक्शन परीक्षण विफल रहा
ja_jp: 接続テストに失敗しました
ko_kr: 연결 테스트 실패
pt_br: Falha no teste de conexão
tr_tr: Bağlantı testi başarısız oldu
zh_hans: 连接测试失败

# SourceGuidance_Issue_ConnectionTestFailed_Title
source: Connection test failed
ar_sa: فشل اختبار الاتصال
de_de: Verbindungstest fehlgeschlagen
es_es: La prueba de conexión falló
fr_fr: Le test de connexion a échoué
hi_in: कनेक्शन परीक्षण विफल रहा
ja_jp: 接続テストに失敗しました
ko_kr: 연결 테스트 실패
pt_br: Falha no teste de conexão
tr_tr: Bağlantı testi başarısız oldu
zh_hans: 连接测试失败

# SourceGuidance.Routing.ProxyConfigured
source: Proxy configured.
ar_sa: تم تكوين الوكيل.
de_de: Proxy konfiguriert.
es_es: Proxy configurado.
fr_fr: Proxy configuré.
hi_in: प्रॉक्सी कॉन्फ़िगर किया गया.
ja_jp: プロキシが設定されました。
ko_kr: 프록시가 구성되었습니다.
pt_br: Proxy configurado.
tr_tr: Proxy yapılandırıldı.
zh_hans: 代理已配置。

# SourceGuidance_Routing_ProxyConfigured
source: Proxy configured.
ar_sa: تم تكوين الوكيل.
de_de: Proxy konfiguriert.
es_es: Proxy configurado.
fr_fr: Proxy configuré.
hi_in: प्रॉक्सी कॉन्फ़िगर किया गया.
ja_jp: プロキシが設定されました。
ko_kr: 프록시가 구성되었습니다.
pt_br: Proxy configurado.
tr_tr: Proxy yapılandırıldı.
zh_hans: 代理已配置。

# SourceGuidance.Report.SuggestedActions
source: Suggested actions
ar_sa: الإجراءات المقترحة
de_de: Empfohlene Maßnahmen
es_es: Acciones sugeridas
fr_fr: Actions suggérées
hi_in: सुझाई गई कार्रवाइयां
ja_jp: 推奨されるアクション
ko_kr: 권장 조치
pt_br: Ações sugeridas
tr_tr: Önerilen eylemler
zh_hans: 建议采取的行动

# SourceGuidance_Report_SuggestedActions
source: Suggested actions
ar_sa: الإجراءات المقترحة
de_de: Empfohlene Maßnahmen
es_es: Acciones sugeridas
fr_fr: Actions suggérées
hi_in: सुझाई गई कार्रवाइयां
ja_jp: 推奨されるアクション
ko_kr: 권장 조치
pt_br: Ações sugeridas
tr_tr: Önerilen eylemler
zh_hans: 建议采取的行动

# SourceGuidance.Xtream.Detail.CategoryCounts
source: {0:N0} live categories, {1:N0} movie categories, {2:N0} series categories.
ar_sa: فئات {0:N0} المباشرة، وفئات أفلام {1:N0}، وفئات سلسلة {2:N0}.
de_de: {0:N0} Live-Kategorien, {1:N0} Filmkategorien, {2:N0} Serienkategorien.
es_es: Categorías en vivo {0:N0}, categorías de películas {1:N0}, categorías de series {2:N0}.
fr_fr: Catégories en direct {0:N0}, catégories de films {1:N0}, catégories de séries {2:N0}.
hi_in: {0:N0} लाइव श्रेणियां, {1:N0} मूवी श्रेणियां, {2:N0} श्रृंखला श्रेणियां।
ja_jp: {0:N0} ライブ カテゴリ、{1:N0} ムービー カテゴリ、{2:N0} シリーズ カテゴリ。
ko_kr: {0:N0} 라이브 카테고리, {1:N0} 영화 카테고리, {2:N0} 시리즈 카테고리.
pt_br: Categorias ao vivo {0:N0}, categorias de filmes {1:N0}, categorias da série {2:N0}.
tr_tr: {0:N0} canlı kategorileri, {1:N0} film kategorileri, {2:N0} serisi kategorileri.
zh_hans: {0:N0}直播类、{1:N0}电影类、{2:N0}系列类。

# SourceGuidance_Xtream_Detail_CategoryCounts
source: {0:N0} live categories, {1:N0} movie categories, {2:N0} series categories.
ar_sa: فئات {0:N0} المباشرة، وفئات أفلام {1:N0}، وفئات سلسلة {2:N0}.
de_de: {0:N0} Live-Kategorien, {1:N0} Filmkategorien, {2:N0} Serienkategorien.
es_es: Categorías en vivo {0:N0}, categorías de películas {1:N0}, categorías de series {2:N0}.
fr_fr: Catégories en direct {0:N0}, catégories de films {1:N0}, catégories de séries {2:N0}.
hi_in: {0:N0} लाइव श्रेणियां, {1:N0} मूवी श्रेणियां, {2:N0} श्रृंखला श्रेणियां।
ja_jp: {0:N0} ライブ カテゴリ、{1:N0} ムービー カテゴリ、{2:N0} シリーズ カテゴリ。
ko_kr: {0:N0} 라이브 카테고리, {1:N0} 영화 카테고리, {2:N0} 시리즈 카테고리.
pt_br: Categorias ao vivo {0:N0}, categorias de filmes {1:N0}, categorias da série {2:N0}.
tr_tr: {0:N0} canlı kategorileri, {1:N0} film kategorileri, {2:N0} serisi kategorileri.
zh_hans: {0:N0}直播类、{1:N0}电影类、{2:N0}系列类。

# SourceGuidance.Repair.Error.ActionNotDirect
source: This repair action is not applied directly from the assistant.
ar_sa: لا يتم تطبيق إجراء الإصلاح هذا مباشرة من المساعد.
de_de: Diese Reparaturaktion wird nicht direkt vom Assistenten angewendet.
es_es: Esta acción reparadora no se aplica directamente desde el asistente.
fr_fr: Cette action de réparation n'est pas appliquée directement depuis l'assistant.
hi_in: यह मरम्मत कार्रवाई सीधे सहायक से लागू नहीं की जाती है।
ja_jp: この修復アクションはアシスタントから直接適用されません。
ko_kr: 이 복구 작업은 도우미에서 직접 적용되지 않습니다.
pt_br: Esta ação de reparo não é aplicada diretamente pelo assistente.
tr_tr: Bu onarım eylemi doğrudan asistandan uygulanmaz.
zh_hans: 此修复操作不是直接从助手应用的。

# SourceGuidance_Repair_Error_ActionNotDirect
source: This repair action is not applied directly from the assistant.
ar_sa: لا يتم تطبيق إجراء الإصلاح هذا مباشرة من المساعد.
de_de: Diese Reparaturaktion wird nicht direkt vom Assistenten angewendet.
es_es: Esta acción reparadora no se aplica directamente desde el asistente.
fr_fr: Cette action de réparation n'est pas appliquée directement depuis l'assistant.
hi_in: यह मरम्मत कार्रवाई सीधे सहायक से लागू नहीं की जाती है।
ja_jp: この修復アクションはアシスタントから直接適用されません。
ko_kr: 이 복구 작업은 도우미에서 직접 적용되지 않습니다.
pt_br: Esta ação de reparo não é aplicada diretamente pelo assistente.
tr_tr: Bu onarım eylemi doğrudan asistandan uygulanmaz.
zh_hans: 此修复操作不是直接从助手应用的。

# SourceGuidance.Repair.Result.NeedsReview
source: Repair attempt needs review
ar_sa: محاولة الإصلاح تحتاج إلى مراجعة
de_de: Der Reparaturversuch muss überprüft werden
es_es: El intento de reparación necesita revisión
fr_fr: La tentative de réparation doit être révisée
hi_in: मरम्मत के प्रयास की समीक्षा की आवश्यकता है
ja_jp: 修復の試みには見直しが必要です
ko_kr: 수리 시도에 검토가 필요함
pt_br: Tentativa de reparo precisa de revisão
tr_tr: Onarım girişiminin incelenmesi gerekiyor
zh_hans: 修复尝试需要审查

# SourceGuidance_Repair_Result_NeedsReview
source: Repair attempt needs review
ar_sa: محاولة الإصلاح تحتاج إلى مراجعة
de_de: Der Reparaturversuch muss überprüft werden
es_es: El intento de reparación necesita revisión
fr_fr: La tentative de réparation doit être révisée
hi_in: मरम्मत के प्रयास की समीक्षा की आवश्यकता है
ja_jp: 修復の試みには見直しが必要です
ko_kr: 수리 시도에 검토가 필요함
pt_br: Tentativa de reparo precisa de revisão
tr_tr: Onarım girişiminin incelenmesi gerekiyor
zh_hans: 修复尝试需要审查

# SourceGuidance.Issue.AllRequestsProxyBroad.Title
source: All-requests proxy mode is broad
ar_sa: وضع الوكيل لجميع الطلبات واسع النطاق
de_de: Der All-Request-Proxy-Modus ist umfassend
es_es: El modo proxy para todas las solicitudes es amplio
fr_fr: Le mode proxy toutes demandes est large
hi_in: सभी-अनुरोध प्रॉक्सी मोड व्यापक है
ja_jp: 全リクエストプロキシモードは幅広い
ko_kr: 모든 요청 프록시 모드는 광범위합니다.
pt_br: O modo proxy para todas as solicitações é amplo
tr_tr: Tüm istekler proxy modu geniştir
zh_hans: 所有请求代理模式范围广泛

# SourceGuidance_Issue_AllRequestsProxyBroad_Title
source: All-requests proxy mode is broad
ar_sa: وضع الوكيل لجميع الطلبات واسع النطاق
de_de: Der All-Request-Proxy-Modus ist umfassend
es_es: El modo proxy para todas las solicitudes es amplio
fr_fr: Le mode proxy toutes demandes est large
hi_in: सभी-अनुरोध प्रॉक्सी मोड व्यापक है
ja_jp: 全リクエストプロキシモードは幅広い
ko_kr: 모든 요청 프록시 모드는 광범위합니다.
pt_br: O modo proxy para todas as solicitações é amplo
tr_tr: Tüm istekler proxy modu geniştir
zh_hans: 所有请求代理模式范围广泛

# SourceGuidance.Xtream.Detail.ArchiveDetected
source: Archive-capable channels were detected in the sampled live stream list.
ar_sa: تم اكتشاف قنوات قادرة على الأرشفة في قائمة البث المباشر التي تم أخذ عينات منها.
de_de: In der Liste der erfassten Live-Streams wurden archivierbare Kanäle erkannt.
es_es: Se detectaron canales con capacidad de archivo en la lista de transmisiones en vivo muestreadas.
fr_fr: Des chaînes compatibles avec l'archivage ont été détectées dans la liste de diffusion en direct échantillonnée.
hi_in: नमूनाकृत लाइव स्ट्रीम सूची में संग्रह-सक्षम चैनलों का पता लगाया गया।
ja_jp: サンプリングされたライブ ストリーム リストでアーカイブ可能なチャンネルが検出されました。
ko_kr: 샘플링된 라이브 스트림 목록에서 보관처리 가능한 채널이 감지되었습니다.
pt_br: Canais com capacidade de arquivamento foram detectados na lista de amostra de transmissão ao vivo.
tr_tr: Örneklenen canlı yayın listesinde arşiv özellikli kanallar tespit edildi.
zh_hans: 在采样的直播流列表中检测到具有存档功能的频道。

# SourceGuidance_Xtream_Detail_ArchiveDetected
source: Archive-capable channels were detected in the sampled live stream list.
ar_sa: تم اكتشاف قنوات قادرة على الأرشفة في قائمة البث المباشر التي تم أخذ عينات منها.
de_de: In der Liste der erfassten Live-Streams wurden archivierbare Kanäle erkannt.
es_es: Se detectaron canales con capacidad de archivo en la lista de transmisiones en vivo muestreadas.
fr_fr: Des chaînes compatibles avec l'archivage ont été détectées dans la liste de diffusion en direct échantillonnée.
hi_in: नमूनाकृत लाइव स्ट्रीम सूची में संग्रह-सक्षम चैनलों का पता लगाया गया।
ja_jp: サンプリングされたライブ ストリーム リストでアーカイブ可能なチャンネルが検出されました。
ko_kr: 샘플링된 라이브 스트림 목록에서 보관처리 가능한 채널이 감지되었습니다.
pt_br: Canais com capacidade de arquivamento foram detectados na lista de amostra de transmissão ao vivo.
tr_tr: Örneklenen canlı yayın listesinde arşiv özellikli kanallar tespit edildi.
zh_hans: 在采样的直播流列表中检测到具有存档功能的频道。
